Repository: PinJuke/PinJuke
Catalog: src/PinJuke/Strings.*.resx
Languages: de

# BrowserUp
source: (Up)
de: (Hoch)

# ErrorReadingFile
source: Error reading file "{0}".
de: Fehler beim Lesen von Datei "{0}".

# CoverTitle
source: Title
de: Titel

# CoverYear
source: Year
de: Jahr

source: No audio device found.
de: Kein Audiogerät gefunden.

# StateStop
source: Stop
de: Stopp

# StatePlay
source: Play
de: Wiedergabe

# StatePrevious
source: Previous
de: Vorheriger

# StateNext
source: Next
de: Nächster

source: Choose file…
de: Datei auswählen…

source: Relative path
de: Relativer Pfad

source: Choose directory…
de: Verzeichnis auswählen…

# WantToStartConfigurator
source: Do you want to start the configurator?
de: Möchten Sie den Konfigurator starten?

# PathNotFound
source: "{0}" not found.
de: "{0}" nicht gefunden.

# ToolTipDocumentation
source: Further information can be found in the documentation
de: Weitere Informationen finden Sie in der Dokumentation

# ErrorWritingFile
source: Error writing file "{0}".
de: Fehler beim Schreiben von Datei "{0}".

source: INI file
de: INI-Datei

source: Save all
de: Alle speichern

source: Add new playlist…
de: Neue Playlist hinzufügen…

# RunCurrentPlaylist
source: Start with current playlist
de: Mit aktueller Playlist starten

source: JPEG file
de: JPEG-Datei

source: MP4 file
de: MP4-Datei

source: XML file
de: XML-Datei

source: Back
de: Zurück

source: Next
de: Weiter

source: Enable
de: Aktivieren

source: Enable DOF
de: DOF aktivieren

# ConsentToDataCollection
source: Consent to the data collection
de: Der Datenerhebung zustimmen

# RefuseDataCollection
source: Refuse the collection of data
de: Die Datenerhebung ablehnen

source: Yes
de: Ja

source: No
de: Nein

source: Accept license
de: Lizenz akzeptieren

# CreatePlaylistAfterCompletion
source: Create a playlist after completion
de: Nach Abschluss eine Playliste anlegen

source: Finish
de: Abschließen

# CheckForUpdates
source: Check for application updates (when the Configurator is run)
de: Prüfe auf Anwendungsaktualisierungen (wenn der Configurator ausgeführt wird)

source: Create
de: Erstellen

# FindTheProjectPageAt
source: The project page (including source code) can be found at:
de: Die Projektseite (einschließlich Source-Code) finden Sie unter:

source: Welcome to PinJuke!
de: Willkommen zu PinJuke!

# WillSetUpPinJuke
source: We will set up PinJuke on the following pages.
de: Auf den folgenden Seiten richten wir PinJuke ein.

# ProvidedUnderDisplayedLicense
source: PinJuke is provided under the displayed license.
de: PinJuke wird unter der angezeigten Lizenz bereitgestellt.

# ConfigurationOfDisplays
source: Configuration of the displays
de: Konfiguration der Displays

source: Get display positions from PinUP
de: Display-Positionen von PinUP holen

# NoSeparateDmdMonitorHint
source: If you do not have a separate monitor for the DMD output, you can have the DMD window overlay the backglass window, for example.
de: Wenn Sie keinen separaten Monitor für die DMD-Ausgabe haben, können Sie das DMD-Fenster z.B. das Backglass-Fenster überlagern lassen.

source: Configuration of DOF
de: Konfiguration von DOF

# DofDescription
source: The Direct Output Framework can be used to control the controllers connected to your hardware.
de: Mit dem Direct Output Framework können an Ihre Hardware angeschlossenen Controller gesteuert werden.

# SelectDofConfigFile
source: Select the GlobalConfig_B2SServer.xml file:
de: Wählen Sie die Datei GlobalConfig_B2SServer.xml aus:

source: Data on software usage
de: Daten über die Softwarenutzung

# DataOnSoftwareUsageDescription
source: Please allow data on the use of the software and hardware to be collected pseudonymously. We would like to know how the software is received and used by users. The data can be made available to the community (e.g. in the form of evaluations).
de: Bitte erlauben Sie, dass Daten zur Nutzung der Software und Hardware pseudonymisiert erhoben werden. Wir würden gerne erfahren, wie die Software bei den Nutzern ankommt und genutzt wird. Die Daten können der Community (z.B. in Form von Auswertungen) bereitgestellt werden.

source: See what data is collected.
de: Sehen Sie ein, welche Daten erhoben werden.

# DataOnSoftwareUsageStorage
source: The data is stored in a Firebase database (a Google product). Deletion of the data cannot be requested.
de: Die Daten werden in einer Firebase-Datenbank (einem Produkt von Google) gespeichert. Ein Löschen der Daten kann nicht beauftragt werden.

source: Regular function
de: Normale Funktion

# BrowserFunction
source: Browser is visible
de: Browser wird angezeigt

# ButtonFlipperLeftRight
source: Flipper button left/right
de: Flipper-Button links/rechts

# ButtonMagnaSaveLeftRight
source: Magna save button left/right
de: Magna save-Button links/rechts

# ButtonFlipperLeftRightRegularFunction
source: Track back/forward
de: Titel zurück/vor

# ButtonFlipperLeftRightBrowserFunction
source: Navigate back/forward
de: Navigiere zurück/vor

# ButtonMagnaSaveLeftRightRegularFunction
source: Volume
de: Lautstärke

# ButtonMagnaSaveLeftRightBrowserFunction
source: Visualization back/forward
de: Visualisierung zurück/vor

# ButtonExitRegularFunction
source: Exit app
de: App beenden

# ButtonExitBrowserFunction
source: Exit app
de: App beenden

# ButtonLaunchBallRegularFunction
source: Open track browser
de: Titel-Browser öffnen

# ButtonLaunchBallBrowserFunction
source: Folder: follow Track: restart
de: Ordner: folgen Titel: neu starten

# RectLeft
source: Left
de: Links

# RectTop
source: Top
de: Oben

# RectWidth
source: Width
de: Breite

# RectHeight
source: Height
de: Höhe

# BeaconQueryingData
source: Querying data…
de: Daten abfragen…

# BeaconAppFileVersion
source: App file version
de: App-Datei-Version

# BeaconLocale
source: Locale
de: Gebietsschema

# BeaconTimezone
source: Timezone
de: Zeitzone

# BeaconDmdAvailable
source: DMD available
de: DMD vorhanden

# BeaconDofEnabled
source: DOF enabled
de: DOF aktiviert

# BeaconControllerNames
source: Controller names
de: Controller-Namen

# BeaconErrorQuerying
source: Error querying the data ({0})
de: Fehler beim Abfragen der Daten ({0})

# BeaconWhatIsIncluded
source: The software determines the following data about your system:
de: Folgende Daten ermittelt die Software über Ihr System:

source: You are all set!
de: Sie sind startklar!

# OverviewOfTheButtons
source: Overview of the hardware controls
de: Überblick über die Steuerung

source: New playlist configuration
de: Neue Playlist-Konfiguration

source: Re-run setup
de: Einrichtung erneut ausführen

source: Global configuration
de: Globale Konfiguration

source: Media path
de: Medienpfad

source: Keyboard
de: Tastatur

# KeyExit
source: Exit
de: Beenden

# KeyBrowse
source: Browse
de: Titel durchsuchen

# KeyPrevious
source: Back/previous
de: Zurück/Vorheriger

# KeyNext
source: Next/forward
de: Weiter/Nächster

# KeyVolumeDown
source: Volume down
de: Lautstärke runter

# KeyVolumeUp
source: Volume up
de: Lautstärke hoch

# MilkdropPresetsPath
source: Presets path
de: Presets-Pfad

# MilkdropTexturesPath
source: Textures path
de: Texturen-Pfad

source: Get display position from PinUP
de: Display-Position von PinUP holen

source: Scale
de: Skalierung

source: Rotation
de: Drehung

source: Playlist configuration
de: Playlist-Konfiguration

# MusicPath
source: Path to music directory
de: Pfad zum Musikverzeichnis

# StartupTrackTypeLastPlayedTrack
source: Continue with the last track played
de: Weiter mit zuletzt gespieltem Titel

# StartupTrackTypeFirstTrack
source: First track from directory
de: Erster Titel aus Verzeichnis

# StartupTrackType
source: Behavior on program start
de: Verhalten bei Programmstart

# StartupTrackTypeRandomMode
source: Random playback sequence
de: Zufällige Wiedergabereihenfolge

# PlayOnStartup
source: Playback at program start
de: Wiedergabe bei Programmstart

source: Background type
de: Hintergrundtyp

# BackgroundTypeShowSpecifiedImage
source: Show specified image
de: Angegebenes Bild anzeigen

# BackgroundTypeShowMilkdropVisualizations
source: Show milkdrop visualizations
de: Milkdrop-Visualisierungen anzeigen

source: Background image file
de: Hintergrundbilddatei

# EnableTrackCover
source: Show track cover
de: Titelbild anzeigen

# EnablePlaybackStatus
source: Show playback status
de: Wiedergabestatus anzeigen

# EnableTrackBrowser
source: Show track browser
de: Titel-Browser anzeigen

# EnableThemeVideo
source: Play themed video skins
de: Thematische Video-Skins abspielen

source: Theme video loop file
de: Thematische Videodatei für Schleife

source: Theme video start file
de: Thematische Videodatei für Start

source: Theme video stop file
de: Thematische Videodatei für Stop

source: Theme video rotation
de: Thematische Videodatei-Drehung

# WillTryToRecognizeControllers
source: (Will try to recognize your controllers with the help of DOF.)
de: (Wird versuchen, Ihre Controller mit Hilfe von DOF zu erkennen.)

source: License
de: Lizenz

# UpdateChecking
source: Checking for updates…
de: Prüfe auf Aktualisierungen…

# UpdateNewVersionAvailable
source: A new version is available:
de: Eine neue Version ist verfügbar:

# TabGlobalConfiguration
source: Global Configuration
de: Globale Konfiguration

# FindTheDownloadPageAt
source: New versions of PinJuke can be found at:
de: Neue Versionen von PinJuke finden Sie unter:

source: Theme video idle file
de: Thematische Videodatei für Leerlauf

# TrackBrowserOn
source: Show track browser on
de: Titel-Browser anzeigen auf
